Repository: nnisarggada/gnome-dots
Catalog: .local/share/gnome-shell/extensions/clipboard-indicator@tudmotu.com/locale/*/LC_MESSAGES/clipboard-indicator.po
Languages: cs, nl

source: Text will be here
cs: Zde bude text
nl: Gekopieerde tekst wordt hier getoond

source: Type here to search...
cs: Vyhledávejte psaním…
nl: Typ om te zoeken…

source: Private mode
cs: Stop (proti úniku citlivých údajů)
nl: Privémodus

source: Clear history
cs: Vyčistit historii
nl: Geschiedenis wissen

source: Settings
cs: Nastavení
nl: Instellingen

source: Clear all?
cs: Vyčistit vše?
nl: Alles wissen?

source: Are you sure you want to delete all clipboard items?
cs: Opravdu chcete smazat všechny položky schránky?
nl: Weet u zeker dat u alle klemborditems wilt wissen?

source: This operation cannot be undone.
cs: Tato operace nejde vrátit.
nl: Dit kan niet ongedaan worden gemaakt.

source: Clear
cs: Vyčistit
nl: Wissen

source: Cancel
cs: Storno
nl: Annuleren

source: Clipboard history cleared
cs: Historie schránky vyčištěna
nl: De klembordgeschiedenis is gewist

source: Copied to clipboard
cs: Zkopírováno do schránky
nl: Gekopieerd naar het klembord

source: History Size
cs: Hloubka historie
nl: Geschiedenisomvang

source: Preview Size (characters)
cs: Délka náhledu (znaky)
nl: Voorvertoningsomvang (aantal tekens)

source: Number of characters in top bar
cs: Počet znaků v horní liště
nl: Aantal tekens op bovenbalk

source: What to show in top bar
cs: Co zobrazovat v horní liště
nl: Tonen op bovenbalk:

source: Remove down arrow in top bar
cs: Nezobrazovat šipku dolů v horní liště
nl: Geen uitklappijl tonen op bovenbalk

source: Show notification on copy
cs: Při zkopírování zobrazit oznámení
nl: Melding tonen na kopiëren

source: Show confirmation on Clear History
cs: Zobrazit oznámení při mazání historie

source: Remove whitespace around text
cs: Odebrat prázdné znaky kolem textu
nl: Witruimte rondom tekst wissen

source: Move item to the top after selection
cs: Po výběru posunout položku na začátek seznamu
nl: Item bovenaan de lijst zetten na aanklikken

source: Icon
cs: Ikona
nl: Pictogram

source: Clipboard Content
cs: Obsah schránky
nl: Klembordinhoud

source: Both
cs: Obojí
nl: Beide

source: Toggle the menu
cs: Přepnout nabídku
nl: Menu tonen/verbergen

source: Previous entry
cs: Předchozí položka
nl: Vorig item

source: Next entry
cs: Následující položka
nl: Volgend item
